package com.company;

import java.util.Random;
import java.util.Scanner;

public class Main2 {

    public static void main(String[] args) {
	/* 1. комп загадал число
        2. спросить у пользователя какое число он хочет ввести
        3. считать введенное пользователем число
        4. сравнить введенное пользователем и загаданное компом
        5.1. если число пользователя меньше загаданного, то вывести подсказку "введите больше"и перейти на шаг 2
        5.2. если число пользователя больше загаданного, то вывести подсказку "введите меньше"и перейти на шаг 2
        5.3. если число равно загаданному, то вывести что вы угадали и закончить программу
	 */

//sdlkfnsklfdnsdklfnkl
       // kjlsdnfskjdfs
    }
}